[
    {
        "mainTitle":"MARMA HEALING",
        "title1":"Marmas:",
        "content1":"These are vital pressure points within the body, often near the skin surface. They connect important nerves, muscles, veins, bones, and joints.",
        "title2":"Prana Flow:",
        "content2":"Prana (life energy) flows through the body via these marmas.",
        "title3":"107 Marmas:",
        "content3":"These points impact the body’s vitality. "
    },
    {
        "mainTitle":"KALARI UZHICHIL (KALARI MASSAGE)",
        "title1":"Purpose:",
        "content1":" Uzhichil rejuvenates the nervous and muscular systems, enhancing blood circulation.",
        "title2":"Technique:",
        "content2":" Medicinal oils are used for this unique hereditary Kalari massage. Specific pressure is applied to stimulate the nervous and circulatory systems.",
        "title3":"Types of Uzhichil:",
        "content3":"<ul><li>Sukhathirummu</li> <li>Rakshathirummu</li> <li>Kachathirummu</li></ul>"
    },
    {
        "mainTitle":"MARMA KIZHI",
        "title1":"Definition:",
        "content1":"A Kizhi is a cloth bundle containing secret herbal leaves, medicinal oils, and powders.",
        "title2":"Application:",
        "content2":"During Kalari massage (Kizhithirummu or Pindadwardanam), the Kizhi is dipped into medicinal oils.",
        "content3":"<ul><li>Effective for treating <span style='font-weight:700;'>Osteo and Rheumatic (Rheumatoid) arthritis</span> </li> <li>Useful for addressing <span style='font-weight:700;'>old bruises and other disorders</span> </li></ul>"
    },
    {
        "mainTitle":"SPECIFIC CONDITIONS",
        "title1":"<li>Pravabheda (Joint Pain):</li>",
        "content1":"Damage to joints due to disease or injury can cause pain and hinder movement.",
        "title2":"<li>Janu Pida (Knee Pain):</li>",
        "content2":"Sudden knee pain often results from overuse or injury.",
        "title3":"<li>Prsthavedana (Back Pain):</li>",
        "content3":"Back pain can be acute, sub-acute, or chronic, characterized by dull aches, shooting pain, or burning sensations. ",
        "title4":"<li>Griva Pida (Spondylitis):</li>",
        "content4":" Refers to degenerative changes in the spine, including bone spurs and degenerating intervertebral discs."
    }

]